var pointforesten = {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าเขาสวนกวาง",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            102.95985849094887,
            16.831256174795044
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าดงภูพาน",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 9
        },
        "geometry": {
          "coordinates": [
            104.3254464854794,
            16.77771735303483
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าดงชมภูพร",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            103.6638843616289,
            18.19960125370673
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าดงใหญ่",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            104.06207812436378,
            15.333515204445902
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าเขาพระวิหาร",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            104.52005102687792,
            14.413985438975374
          ],
          "type": "Point"
        }
      }
    ]
  }