var pointforestnorth = {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าดงช้างดี",
          "ประเภท": "ป่าผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 9
        },
        "geometry": {
          "coordinates": [
            100.09042766096093,
            17.815926887608114
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าดอยนางนอน",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 9
        },
        "geometry": {
          "coordinates": [
            99.85196436893813,
            20.377739565922795
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าเชียงดาว",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            98.8455684815504,
            19.504287291749904
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าห้วยแม่ขะนิง",
          "ประเภท": "ป่าไม้ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 8
        },
        "geometry": {
          "coordinates": [
            100.49816881585417,
            18.756218895963826
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าแม่เกิ๋ง",
          "ประเภท": "ป่าไม้ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            99.48064900876534,
            17.897365778368723
          ],
          "type": "Point"
        }
      }
    ]
  }