var pointforestcenter = {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าเขาช้างเผือก",
          "ประเภท": "ป่าผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            98.42878741633018,
            14.951695151118173
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าดงกะสือ",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 8
        },
        "geometry": {
          "coordinates": [
            102.10900172026908,
            12.855505753798411
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าเขาเขียว",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 9
        },
        "geometry": {
          "coordinates": [
            101.04531315022359,
            13.27631930986665
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าคลองระเวิง-เขาสมเส็ด",
          "ประเภท": "ป่าไม่ผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 10
        },
        "geometry": {
          "coordinates": [
            101.29345376062122,
            12.977202912328679
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อป่าไม้": "ป่าแควระบม และป่าสียัด",
          "ประเภท": "ป่าผลัดใบ",
          "ระดับความอุดมสมบูรณ์": 8
        },
        "geometry": {
          "coordinates": [
            101.69968425268416,
            13.504552302201915
          ],
          "type": "Point"
        }
      }
    ]
  }