var pointforest = {
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "ชื่อป่าไม้": "ป่าเขาตังอาและป่าคลองโชน",
        "ประเภท": "ป่าไม้ไม่ผลัดใบ",
        "ระดับความอุดมสมบูรณ์": 10
      },
      "geometry": {
        "coordinates": [
          98.99722486409371,
          10.055698595394972
        ],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "ชื่อป่าไม้": "ป่าเขาใหญ่บางจาก",
        "ประเภท": "ป่าไม้ไม่ผลัดใบ",
        "ระดับความอุดมสมบูรณ์": 9
      },
      "geometry": {
        "coordinates": [
          99.30114150703861,
          10.734286102252085
        ],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "ชื่อป่าไม้": "ป่าเกาะกลาง",
        "ประเภท": "ป่าไม้ไม่ผลัดใบ",
        "ระดับความอุดมสมบูรณ์": 8
      },
      "geometry": {
        "coordinates": [
          99.04746028496953,
          7.747065076756229
        ],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "ชื่อป่าไม้": "ป่าควนตะเสะ",
        "ประเภท": "ป่าไม้ไม่ผลัดใบ",
        "ระดับความอุดมสมบูรณ์": 9
      },
      "geometry": {
        "coordinates": [
          99.58080809013717,
          7.160167532466588
        ],
        "type": "Point"
      }
    },
    {
      "type": "Feature",
      "properties": {
        "ชื่อป่าไม้": "ป่าเกาะพะงัน",
        "ประเภท": "ป่าไม่ผลัดใบ",
        "ระดับความอุดมสมบูรณ์": 10
      },
      "geometry": {
        "coordinates": [
          100.02598843500783,
          9.748719799125638
        ],
        "type": "Point"
      }
    }
  ]
}